/*
{*****************************************************************************
{  商城 v1.0													
{  版权信息 (c) 2005-2016 郭旭辉——詹晓锋. 保留所有权利.
{  创建人：  郭旭辉
{  审查人：
{  模块：ftp文件状态											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2016-12-03  郭旭辉        新建	
{ 	                                                                     
{*****************************************************************************
*/

package cn.jshop.manager.domain.base;

/**
 * 《ftp文件状态》扩展实体
 * @author 郭旭辉
 *
 */
public class FtpFileEx extends FtpFile {
	private static final long serialVersionUID = 1L;
	
	//针对FtpFile实体在这里增加额外的属性和对应的get和set方法
}
