/*
{*****************************************************************************
{  商城 v1.0													
{  版权信息 (c) 2005-2016 郭旭辉——詹晓锋. 保留所有权利.
{  创建人：  郭旭辉
{  审查人：
{  模块：商品规则参数											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2016-12-07  郭旭辉        新建	
{ 	                                                                     
{*****************************************************************************
*/

package cn.jshop.manager.dao.item;

import cn.jshop.manager.dao.IJShopBaseDAO;
import cn.jshop.manager.domain.item.Dimension;

 /**
 * 《商品规则参数》 数据访问接口
 * @author 郭旭辉
 *
 */
public interface IDimensionDAO extends IJShopBaseDAO<Dimension> {


}