/*
{*****************************************************************************
{  商城 v1.0													
{  版权信息 (c) 2005-2016 郭旭辉——詹晓锋. 保留所有权利.
{  创建人：  simagle
{  审查人：
{  模块：商品描述表											
{  功能描述:										
{															
{  ---------------------------------------------------------------------------	
{  维护历史:													
{  日期        维护人        维护类型						
{  ---------------------------------------------------------------------------	
{  2016-10-23  simagle        新建	
{ 	                                                                     
{*****************************************************************************
*/

package cn.jshop.manager.domain.item;

/**
 * 《商品描述》扩展实体
 * @author simagle
 *
 */
public class ItemDescEx extends ItemDesc {
	private static final long serialVersionUID = 1L;
	
	//针对ItemDesc实体在这里增加额外的属性和对应的get和set方法
}
